[
  {
    "id": 1,
    "title": "Espaguetis con Gambas",
    "image": "images/espaguetis-gambas.jpg",
    "timeToPrepare": "30",
    "difficulty": 2,
    "ingredients": [
      "espaguetis",
      "gambas",
      "ajo",
      "aceite",
      "sal",
      "perejil",
      "queso parmesano"
    ],
    "instructions": [
      "Poner un cazo con abundante agua a hervir para cocer los espaguetis",
      "Picar el ajo y el perejil",
      "Poner una sartén a fuego medio-alto y añadir aceite abundante",
      "Añadir el ajo picado y sal. Dejar que se dore un poco",
      "Añadir las gambas y mezclar bien",
      "Cuando los espaguetis estén listos, escúrrelos y añadelos a la sartén",
      "Servir, añadir un poco de ralladura de parmesano y perejil picado y disfrutar"
    ]
  },
  {
    "id": 2,
    "title": "Fajitas de pollo",
    "image": "images/fajita-pollo.jpg",
    "timeToPrepare": "30",
    "difficulty": 2,
    "ingredients": [
      "pollo",
      "cebolla",
      "pimiento rojo",
      "aceite",
      "sal",
      "comino",
      "pimentón de la vera",
      "ajo en polvo",
      "orégano",
      "tortillas integrales",
      "aguacate / guacamole",
      "queso cheddar"
    ],
    "instructions": [
      "Cortamos la cebolla y el/los piminetos en tiras finas",
      "Cortamos el pollo en dados pequeños",
      "Añadimos en la freidora de aire: pollo, cebolla, pimientos y especias: sal, pimentón, comino, orégano y ajo en polvo",
      "Dejamos cocinar a 200 grados durante 12/15 minutos. Removemos cada 4/5 minutos",
      "Para servir, ponemos de base la tortilla y añadimos pollo, pimientos, aguacate y queso al gusto"
    ]
  },
  {
    "id": 3,
    "title": "Hamburguesa de carne",
    "image": "images/hamburguesa-carne.jpg",
    "timeToPrepare": "40",
    "difficulty": 3,
    "ingredients": [
      "Hamburguesa 100% carne vacuno 125 gr",
      "Pan de hamburguesa / Pan de mollete",
      "Pepinillos",
      "Tomates cherry",
      "Aguacate / Guacamole",
      "Rúcula",
      "Queso al gusto: cheddar, mozarella, ricotta, feta, etc.",
      "Aceite de oliva",
      "Sal",
      "Salsas al gusto: mayonesa, ketchup, mostaza, etc."
    ],
    "instructions": [
      "Cocinamos en una sartén a fuego medio-alto la hamburguesa",
      "Preparamos el pan de hambruguesa tostándolo un par de minutos en la sartén",
      "Añadimos al pan: pepinillos, aguacate, tomates cherry y rúcula al gusto",
      "A la base añadimos la salsa al gusto",
      "Cuando queden unos 3-5 min para sacar la hamburguesa de la sartén, añadimos el queso al gusto y tapamos la sartén para que se derrita el queso",
      "Servimos y disfrutamos"
    ]
  },
  {
    "id": 4,
    "title": "Huevos con patatas",
    "image": "images/huevos-patatas.jpg",
    "timeToPrepare": "30",
    "difficulty": 4,
    "ingredients": [
      "huevos",
      "patatas",
      "aceite",
      "sal",
      "orégano",
      "perejil",
      "jamón a tacos"
    ],
    "instructions": [
      "Cortamos las patatas, las lavamos y las añadimos a la freidora de aire con un poco de aceite, orégano, perejil y sal",
      "Las cocinamos a 200 grados durante 15-20 min. Removemos cada 5 min",
      "En una plancha a fuego medio alto con un poco de aceite añadimos los huevos.",
      "Dejamos los huevos cocinar hasta que la clara quede completamente hecha (blanca) y la yema aún suave",
      "Añadimos el jamón a tacos y servimos"
    ]
  },
  {
    "id": 5,
    "title": "Lagrimitas de pollo al curry",
    "image": "images/lagrimitas-pollo-curry.jpg",
    "timeToPrepare": "30",
    "difficulty": 5,
    "ingredients": [
      "pollo",
      "ajo",
      "sal",
      "curry",
      "aceite"
    ],
    "instructions": [
      "Cortamos el pollo a dados pequeños y marinamos con aceite, sal y curry",
      "Lo añadimos a la freidora de aire para cocinar a 200 gr unos 12-15 min",
      "Servimos con patatas fritas y salsa al gusto"
    ]
  },
  {
    "id": 6,
    "title": "Pasta pesto",
    "image": "images/pasta-pesto.jpg",
    "timeToPrepare": "30",
    "difficulty": 6,
    "ingredients": [
      "Tomates cherry",
      "Cebolla",
      "Macarrones",
      "Salsa pesto",
      "aceite",
      "sal",
      "ajo en polvo",
      "perejil"
    ],
    "instructions": [
      "Cortamos cebolla y tomates cherry en trozos muy pequeños",
      "En un cazo ponemos agua y sal y cuando hierva añadimos los macarrones. Cocinamos 9-10min.",
      "Mientras en una sarten a fuego medio-alto añadimos cebolla, tomates cherry, aceite, sal, ajo en polvo y perejil picado",
      "Cuando los macarrones estén listos, escúrrelos y añadimos la sartén",
      "Para terminar añadimos 3/4 partes de la salsa pesto y mezclamos bien.",
      "Servimos en su plato y añadimos el último 1/4 de salsa pesto por encima para decorar."
    ]
  },
  {
    "id": 7,
    "title": "Pollo griego",
    "image": "images/pollo-griego.jpg",
    "timeToPrepare": "40",
    "difficulty": 7,
    "ingredients": [
      "Pollo",
      "Tomates cherry",
      "Rucula / espinacas",
      "Aceitunas negras",
      "Queso feta",
      "Aceite",
      "Sal",
      "Orégano",
      "Ajo en polvo",
      "Pan de pita",
      "Tzatziki"
    ],
    "instructions": [
      "Cortamos el pollo en dados pequeños y lo marinamos con aceite, sal, orégano, ajo en polvo y tzatziki",
      "Añadimos el pollo en la freidora de aire para cocinar a 200 grados durante 10-12 min",
      "Por otro lado cortamos los tomates cherry, aceitunas negras, feta y junto con la rucula o espinacas aliñamos con aceite, sal y orégano",
      "En una tostadora, tostamos el pan de pita durante 3-5 min",
      "Para servir, ponemos el pollo, la ensalada y en tzatziki en distintos cuencos",
      "Repartimos el pan de pita y disfrutamos"
    ]
  },
  {
    "id": 8,
    "title": "Pollo teriyaki",
    "image": "images/pollo-teriyaki.jpg",
    "timeToPrepare": "20",
    "difficulty": 8,
    "ingredients": [
      "Pollo",
      "Salsa teriyaki",
      "Arroz",
      "Salsa de soja",
      "Salsa de sweet chilli"
    ],
    "instructions": [
      "Cortamos el pollo en dados pequeños y lo marinamos con un poco de salsa teriyaki",
      "Lo añadimos a la freidora de aire para cocinar a 200 grados durante 10-12 min",
      "Mientras en un cazo ponemos agua y sal y cuando hierva añadimos el arroz. Cocinamos durante 15 min",
      "Para servir, ponemos el pollo y el arroz en el plato y decoramos con salsas al gusto y perejil picado"
    ]
  },
  {
    "id": 9,
    "title": "Pollo tikka masala",
    "image": "images/pollo-tikka-arroz.jpg",
    "timeToPrepare": "20",
    "difficulty": 8,
    "ingredients": [
      "Pollo",
      "Salsa tikka masala",
      "Arroz"
    ],
    "instructions": [
      "Cortamos el pollo en dados pequeños y lo marinamos con un poco de salsa tikka masala",
      "Lo añadimos a la freidora de aire para cocinar a 200 grados durante 10-12 min",
      "Mientras en un cazo ponemos agua y sal y cuando hierva añadimos el arroz. Cocinamos durante 15 min",
      "Para servir, ponemos el pollo junto con la salsa tikka masala y el arroz en el plato y decoramos con perejil picado"
    ]
  },
  {
    "id": 10,
    "title": "Tortilla de patatas",
    "image": "images/tortilla-patatas.jpg",
    "timeToPrepare": "45",
    "difficulty": 8,
    "ingredients": [
      "Patatas",
      "Huevo",
      "Aceite",
      "Sal"
    ],
    "instructions": [
      "Cortamos las patatas en dados muy pequeños y las añadimos a la freidora de aire para cocinar 20 min a 200 grados con un poco de aceite y sal. Removemos cada 5 min.",
      "Mientras en un cuenco añadimos los huevos, sal y los batimos. Una vez las patatas están cocinadas las añadimos al cuenco.",
      "En una sartén pequeña, con un poco de aceite y con el fuego bien fuerta añadimos la mezcla.",
      "Bajamos el fuego a medio-alto y una vez vemos que el huevo ha cuajado damos la vuelta.",
      "Repetimos darle la vuelta a la tortilla las veces que sea necesario hasta que esté bien cuajada.",
      "Servimos y disfrutamos"
    ]
  }
]